cardinal90.multi-cursor-case-preserve
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
eamodio.gitlens
genieai.chatgpt-vscode
github.codespaces
github.vscode-github-actions
kevinrose.vsc-python-indent
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.live-server
shd101wyy.markdown-preview-enhanced
yzhang.markdown-all-in-one
